const commentData = [
  {
    avatar: 'partner1.png',
    shopName: 'مالک کترینگ و رستوران سلمان',
    owner: 'جناب آقای مهدی خسروجردی',
    comment: `پاسخگویی منوباز همیشه عالی بوده و محدود به ساعت خاصی نیست؛ هر وقت نیاز داشتیم کمکمون  کردن. رابط کاربریش خیلی آسونه و با یه بار کار کردن، کامل یادش می‌گیری.  به جزئیات کاربردی هم خیلی فکر شده؛ مثل ایجاد هزینه‌های اضافی و چیزای  دیگه. واقعاً از استفاده کردنش راضی‌ام`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مدیر کافه و محیط اشتراکی کار کاریزنو',
    owner: 'سرکار خانم مهسا یوسفی',
    comment: `منوباز  برای کافه رستوران ما یه تجربه خیلی خوب بوده. با استفاده از قابلیت آیتم‌های محبوب می‌تونیم بفهمیم چه آیتم‌هایی بیشتر طرفدار دارن و باید روی کدوم‌ها بیشتر کار کنیم. این قابلیت کمک کرده که منومون رو بهتر و متناسب با سلیقه مشتری‌ها تنظیم کنیم. 
همچنین، قابلیت گزارش‌سازی منوباز واقعا جذابه؛ بهمون این امکان رو داده که هر نوع گزارشی رو که نیاز داریم، خودمون بسازیم و تحلیل‌های دقیق‌تری داشته باشیم.`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک کافه روما',
    owner: 'جناب آقای حامد معماریان',
    comment: `به عنوان یک کافه شلوغ، منوباز واقعا فراتر از انتظارمون عمل کرده! تو منوباز ما تمام امکاناتی که میخواستیم رو مثل منوی دیجیتال، سفارش آنلاین و باشگاه مشتریان به صورت یکجا داریم؛ خب چی از این بهتر؟!؟`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک فروشگاه هوگه',
    owner: 'سرکار خانم سوگند بختیاری',
    comment: `طراحی پنل منوباز خیلی خوبه و به راحتی میشه یادش گرفت و باهاش کار کرد. سرعت و امکاناتش هم خیلی خوبه و قیمتشم عالیه. از انتخاب منوباز کاملا خوشحالم.`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مدیر کافه و محیط اشتراکی کار کاریزنو',
    owner: 'سرکار خانم مهسا یوسفی',
    comment: `منوباز  برای کافه رستوران ما یه تجربه خیلی خوب بوده. با استفاده از قابلیت آیتم‌های محبوب می‌تونیم بفهمیم چه آیتم‌هایی بیشتر طرفدار دارن و باید روی کدوم‌ها بیشتر کار کنیم. این قابلیت کمک کرده که منومون رو بهتر و متناسب با سلیقه مشتری‌ها تنظیم کنیم. 
همچنین، قابلیت گزارش‌سازی منوباز واقعا جذابه؛ بهمون این امکان رو داده که هر نوع گزارشی رو که نیاز داریم، خودمون بسازیم و تحلیل‌های دقیق‌تری داشته باشیم.`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک کترینگ و رستوران سلمان',
    owner: 'جناب آقای مهدی خسروجردی',
    comment: `پاسخگویی منوباز همیشه عالی بوده و محدود به ساعت خاصی نیست؛ هر وقت نیاز داشتیم کمکمون  کردن. رابط کاربریش خیلی آسونه و با یه بار کار کردن، کامل یادش می‌گیری.  به جزئیات کاربردی هم خیلی فکر شده؛ مثل ایجاد هزینه‌های اضافی و چیزای  دیگه. واقعاً از استفاده کردنش راضی‌ام`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک کافه روما',
    owner: 'جناب آقای حامد معماریان',
    comment: `به عنوان یک کافه شلوغ، منوباز واقعا فراتر از انتظارمون عمل کرده! تو منوباز ما تمام امکاناتی که میخواستیم رو مثل منوی دیجیتال، سفارش آنلاین و باشگاه مشتریان به صورت یکجا داریم؛ خب چی از این بهتر؟!؟`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک فروشگاه هوگه',
    owner: 'سرکار خانم سوگند بختیاری',
    comment: `طراحی پنل منوباز خیلی خوبه و به راحتی میشه یادش گرفت و باهاش کار کرد. سرعت و امکاناتش هم خیلی خوبه و قیمتشم عالیه. از انتخاب منوباز کاملا خوشحالم.`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مدیر کافه و محیط اشتراکی کار کاریزنو',
    owner: 'سرکار خانم مهسا یوسفی',
    comment: `منوباز  برای کافه رستوران ما یه تجربه خیلی خوب بوده. با استفاده از قابلیت آیتم‌های محبوب می‌تونیم بفهمیم چه آیتم‌هایی بیشتر طرفدار دارن و باید روی کدوم‌ها بیشتر کار کنیم. این قابلیت کمک کرده که منومون رو بهتر و متناسب با سلیقه مشتری‌ها تنظیم کنیم. 
همچنین، قابلیت گزارش‌سازی منوباز واقعا جذابه؛ بهمون این امکان رو داده که هر نوع گزارشی رو که نیاز داریم، خودمون بسازیم و تحلیل‌های دقیق‌تری داشته باشیم.`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک کترینگ و رستوران سلمان',
    owner: 'جناب آقای مهدی خسروجردی',
    comment: `پاسخگویی منوباز همیشه عالی بوده و محدود به ساعت خاصی نیست؛ هر وقت نیاز داشتیم کمکمون  کردن. رابط کاربریش خیلی آسونه و با یه بار کار کردن، کامل یادش می‌گیری.  به جزئیات کاربردی هم خیلی فکر شده؛ مثل ایجاد هزینه‌های اضافی و چیزای  دیگه. واقعاً از استفاده کردنش راضی‌ام`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک کافه روما',
    owner: 'جناب آقای حامد معماریان',
    comment: `به عنوان یک کافه شلوغ، منوباز واقعا فراتر از انتظارمون عمل کرده! تو منوباز ما تمام امکاناتی که میخواستیم رو مثل منوی دیجیتال، سفارش آنلاین و باشگاه مشتریان به صورت یکجا داریم؛ خب چی از این بهتر؟!؟`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک فروشگاه هوگه',
    owner: 'سرکار خانم سوگند بختیاری',
    comment: `طراحی پنل منوباز خیلی خوبه و به راحتی میشه یادش گرفت و باهاش کار کرد. سرعت و امکاناتش هم خیلی خوبه و قیمتشم عالیه. از انتخاب منوباز کاملا خوشحالم.`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مدیر کافه و محیط اشتراکی کار کاریزنو',
    owner: 'سرکار خانم مهسا یوسفی',
    comment: `منوباز  برای کافه رستوران ما یه تجربه خیلی خوب بوده. با استفاده از قابلیت آیتم‌های محبوب می‌تونیم بفهمیم چه آیتم‌هایی بیشتر طرفدار دارن و باید روی کدوم‌ها بیشتر کار کنیم. این قابلیت کمک کرده که منومون رو بهتر و متناسب با سلیقه مشتری‌ها تنظیم کنیم. 
همچنین، قابلیت گزارش‌سازی منوباز واقعا جذابه؛ بهمون این امکان رو داده که هر نوع گزارشی رو که نیاز داریم، خودمون بسازیم و تحلیل‌های دقیق‌تری داشته باشیم.`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک کترینگ و رستوران سلمان',
    owner: 'جناب آقای مهدی خسروجردی',
    comment: `پاسخگویی منوباز همیشه عالی بوده و محدود به ساعت خاصی نیست؛ هر وقت نیاز داشتیم کمکمون  کردن. رابط کاربریش خیلی آسونه و با یه بار کار کردن، کامل یادش می‌گیری.  به جزئیات کاربردی هم خیلی فکر شده؛ مثل ایجاد هزینه‌های اضافی و چیزای  دیگه. واقعاً از استفاده کردنش راضی‌ام`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک کافه روما',
    owner: 'جناب آقای حامد معماریان',
    comment: `به عنوان یک کافه شلوغ، منوباز واقعا فراتر از انتظارمون عمل کرده! تو منوباز ما تمام امکاناتی که میخواستیم رو مثل منوی دیجیتال، سفارش آنلاین و باشگاه مشتریان به صورت یکجا داریم؛ خب چی از این بهتر؟!؟`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک فروشگاه هوگه',
    owner: 'سرکار خانم سوگند بختیاری',
    comment: `طراحی پنل منوباز خیلی خوبه و به راحتی میشه یادش گرفت و باهاش کار کرد. سرعت و امکاناتش هم خیلی خوبه و قیمتشم عالیه. از انتخاب منوباز کاملا خوشحالم.`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مدیر کافه و محیط اشتراکی کار کاریزنو',
    owner: 'سرکار خانم مهسا یوسفی',
    comment: `منوباز  برای کافه رستوران ما یه تجربه خیلی خوب بوده. با استفاده از قابلیت آیتم‌های محبوب می‌تونیم بفهمیم چه آیتم‌هایی بیشتر طرفدار دارن و باید روی کدوم‌ها بیشتر کار کنیم. این قابلیت کمک کرده که منومون رو بهتر و متناسب با سلیقه مشتری‌ها تنظیم کنیم. 
همچنین، قابلیت گزارش‌سازی منوباز واقعا جذابه؛ بهمون این امکان رو داده که هر نوع گزارشی رو که نیاز داریم، خودمون بسازیم و تحلیل‌های دقیق‌تری داشته باشیم.`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک کترینگ و رستوران سلمان',
    owner: 'جناب آقای مهدی خسروجردی',
    comment: `پاسخگویی منوباز همیشه عالی بوده و محدود به ساعت خاصی نیست؛ هر وقت نیاز داشتیم کمکمون  کردن. رابط کاربریش خیلی آسونه و با یه بار کار کردن، کامل یادش می‌گیری.  به جزئیات کاربردی هم خیلی فکر شده؛ مثل ایجاد هزینه‌های اضافی و چیزای  دیگه. واقعاً از استفاده کردنش راضی‌ام`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک کافه روما',
    owner: 'جناب آقای حامد معماریان',
    comment: `به عنوان یک کافه شلوغ، منوباز واقعا فراتر از انتظارمون عمل کرده! تو منوباز ما تمام امکاناتی که میخواستیم رو مثل منوی دیجیتال، سفارش آنلاین و باشگاه مشتریان به صورت یکجا داریم؛ خب چی از این بهتر؟!؟`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک فروشگاه هوگه',
    owner: 'سرکار خانم سوگند بختیاری',
    comment: `طراحی پنل منوباز خیلی خوبه و به راحتی میشه یادش گرفت و باهاش کار کرد. سرعت و امکاناتش هم خیلی خوبه و قیمتشم عالیه. از انتخاب منوباز کاملا خوشحالم.`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مدیر کافه و محیط اشتراکی کار کاریزنو',
    owner: 'سرکار خانم مهسا یوسفی',
    comment: `منوباز  برای کافه رستوران ما یه تجربه خیلی خوب بوده. با استفاده از قابلیت آیتم‌های محبوب می‌تونیم بفهمیم چه آیتم‌هایی بیشتر طرفدار دارن و باید روی کدوم‌ها بیشتر کار کنیم. این قابلیت کمک کرده که منومون رو بهتر و متناسب با سلیقه مشتری‌ها تنظیم کنیم. 
همچنین، قابلیت گزارش‌سازی منوباز واقعا جذابه؛ بهمون این امکان رو داده که هر نوع گزارشی رو که نیاز داریم، خودمون بسازیم و تحلیل‌های دقیق‌تری داشته باشیم.`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک کترینگ و رستوران سلمان',
    owner: 'جناب آقای مهدی خسروجردی',
    comment: `پاسخگویی منوباز همیشه عالی بوده و محدود به ساعت خاصی نیست؛ هر وقت نیاز داشتیم کمکمون  کردن. رابط کاربریش خیلی آسونه و با یه بار کار کردن، کامل یادش می‌گیری.  به جزئیات کاربردی هم خیلی فکر شده؛ مثل ایجاد هزینه‌های اضافی و چیزای  دیگه. واقعاً از استفاده کردنش راضی‌ام`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک کافه روما',
    owner: 'جناب آقای حامد معماریان',
    comment: `به عنوان یک کافه شلوغ، منوباز واقعا فراتر از انتظارمون عمل کرده! تو منوباز ما تمام امکاناتی که میخواستیم رو مثل منوی دیجیتال، سفارش آنلاین و باشگاه مشتریان به صورت یکجا داریم؛ خب چی از این بهتر؟!؟`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک فروشگاه هوگه',
    owner: 'سرکار خانم سوگند بختیاری',
    comment: `طراحی پنل منوباز خیلی خوبه و به راحتی میشه یادش گرفت و باهاش کار کرد. سرعت و امکاناتش هم خیلی خوبه و قیمتشم عالیه. از انتخاب منوباز کاملا خوشحالم.`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مدیر کافه و محیط اشتراکی کار کاریزنو',
    owner: 'سرکار خانم مهسا یوسفی',
    comment: `منوباز  برای کافه رستوران ما یه تجربه خیلی خوب بوده. با استفاده از قابلیت آیتم‌های محبوب می‌تونیم بفهمیم چه آیتم‌هایی بیشتر طرفدار دارن و باید روی کدوم‌ها بیشتر کار کنیم. این قابلیت کمک کرده که منومون رو بهتر و متناسب با سلیقه مشتری‌ها تنظیم کنیم. 
همچنین، قابلیت گزارش‌سازی منوباز واقعا جذابه؛ بهمون این امکان رو داده که هر نوع گزارشی رو که نیاز داریم، خودمون بسازیم و تحلیل‌های دقیق‌تری داشته باشیم.`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک کترینگ و رستوران سلمان',
    owner: 'جناب آقای مهدی خسروجردی',
    comment: `پاسخگویی منوباز همیشه عالی بوده و محدود به ساعت خاصی نیست؛ هر وقت نیاز داشتیم کمکمون  کردن. رابط کاربریش خیلی آسونه و با یه بار کار کردن، کامل یادش می‌گیری.  به جزئیات کاربردی هم خیلی فکر شده؛ مثل ایجاد هزینه‌های اضافی و چیزای  دیگه. واقعاً از استفاده کردنش راضی‌ام`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک کافه روما',
    owner: 'جناب آقای حامد معماریان',
    comment: `به عنوان یک کافه شلوغ، منوباز واقعا فراتر از انتظارمون عمل کرده! تو منوباز ما تمام امکاناتی که میخواستیم رو مثل منوی دیجیتال، سفارش آنلاین و باشگاه مشتریان به صورت یکجا داریم؛ خب چی از این بهتر؟!؟`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک فروشگاه هوگه',
    owner: 'سرکار خانم سوگند بختیاری',
    comment: `طراحی پنل منوباز خیلی خوبه و به راحتی میشه یادش گرفت و باهاش کار کرد. سرعت و امکاناتش هم خیلی خوبه و قیمتشم عالیه. از انتخاب منوباز کاملا خوشحالم.`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مدیر کافه و محیط اشتراکی کار کاریزنو',
    owner: 'سرکار خانم مهسا یوسفی',
    comment: `منوباز  برای کافه رستوران ما یه تجربه خیلی خوب بوده. با استفاده از قابلیت آیتم‌های محبوب می‌تونیم بفهمیم چه آیتم‌هایی بیشتر طرفدار دارن و باید روی کدوم‌ها بیشتر کار کنیم. این قابلیت کمک کرده که منومون رو بهتر و متناسب با سلیقه مشتری‌ها تنظیم کنیم. 
همچنین، قابلیت گزارش‌سازی منوباز واقعا جذابه؛ بهمون این امکان رو داده که هر نوع گزارشی رو که نیاز داریم، خودمون بسازیم و تحلیل‌های دقیق‌تری داشته باشیم.`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک کترینگ و رستوران سلمان',
    owner: 'جناب آقای مهدی خسروجردی',
    comment: `پاسخگویی منوباز همیشه عالی بوده و محدود به ساعت خاصی نیست؛ هر وقت نیاز داشتیم کمکمون  کردن. رابط کاربریش خیلی آسونه و با یه بار کار کردن، کامل یادش می‌گیری.  به جزئیات کاربردی هم خیلی فکر شده؛ مثل ایجاد هزینه‌های اضافی و چیزای  دیگه. واقعاً از استفاده کردنش راضی‌ام`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک کافه روما',
    owner: 'جناب آقای حامد معماریان',
    comment: `به عنوان یک کافه شلوغ، منوباز واقعا فراتر از انتظارمون عمل کرده! تو منوباز ما تمام امکاناتی که میخواستیم رو مثل منوی دیجیتال، سفارش آنلاین و باشگاه مشتریان به صورت یکجا داریم؛ خب چی از این بهتر؟!؟`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک فروشگاه هوگه',
    owner: 'سرکار خانم سوگند بختیاری',
    comment: `طراحی پنل منوباز خیلی خوبه و به راحتی میشه یادش گرفت و باهاش کار کرد. سرعت و امکاناتش هم خیلی خوبه و قیمتشم عالیه. از انتخاب منوباز کاملا خوشحالم.`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مدیر کافه و محیط اشتراکی کار کاریزنو',
    owner: 'سرکار خانم مهسا یوسفی',
    comment: `منوباز  برای کافه رستوران ما یه تجربه خیلی خوب بوده. با استفاده از قابلیت آیتم‌های محبوب می‌تونیم بفهمیم چه آیتم‌هایی بیشتر طرفدار دارن و باید روی کدوم‌ها بیشتر کار کنیم. این قابلیت کمک کرده که منومون رو بهتر و متناسب با سلیقه مشتری‌ها تنظیم کنیم. 
همچنین، قابلیت گزارش‌سازی منوباز واقعا جذابه؛ بهمون این امکان رو داده که هر نوع گزارشی رو که نیاز داریم، خودمون بسازیم و تحلیل‌های دقیق‌تری داشته باشیم.`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک کترینگ و رستوران سلمان',
    owner: 'جناب آقای مهدی خسروجردی',
    comment: `پاسخگویی منوباز همیشه عالی بوده و محدود به ساعت خاصی نیست؛ هر وقت نیاز داشتیم کمکمون  کردن. رابط کاربریش خیلی آسونه و با یه بار کار کردن، کامل یادش می‌گیری.  به جزئیات کاربردی هم خیلی فکر شده؛ مثل ایجاد هزینه‌های اضافی و چیزای  دیگه. واقعاً از استفاده کردنش راضی‌ام`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مدیر کافه و محیط اشتراکی کار کاریزنو',
    owner: 'سرکار خانم مهسا یوسفی',
    comment: `منوباز  برای کافه رستوران ما یه تجربه خیلی خوب بوده. با استفاده از قابلیت آیتم‌های محبوب می‌تونیم بفهمیم چه آیتم‌هایی بیشتر طرفدار دارن و باید روی کدوم‌ها بیشتر کار کنیم. این قابلیت کمک کرده که منومون رو بهتر و متناسب با سلیقه مشتری‌ها تنظیم کنیم. 
همچنین، قابلیت گزارش‌سازی منوباز واقعا جذابه؛ بهمون این امکان رو داده که هر نوع گزارشی رو که نیاز داریم، خودمون بسازیم و تحلیل‌های دقیق‌تری داشته باشیم.`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک کترینگ و رستوران سلمان',
    owner: 'جناب آقای مهدی خسروجردی',
    comment: `پاسخگویی منوباز همیشه عالی بوده و محدود به ساعت خاصی نیست؛ هر وقت نیاز داشتیم کمکمون  کردن. رابط کاربریش خیلی آسونه و با یه بار کار کردن، کامل یادش می‌گیری.  به جزئیات کاربردی هم خیلی فکر شده؛ مثل ایجاد هزینه‌های اضافی و چیزای  دیگه. واقعاً از استفاده کردنش راضی‌ام`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک کافه روما',
    owner: 'جناب آقای حامد معماریان',
    comment: `به عنوان یک کافه شلوغ، منوباز واقعا فراتر از انتظارمون عمل کرده! تو منوباز ما تمام امکاناتی که میخواستیم رو مثل منوی دیجیتال، سفارش آنلاین و باشگاه مشتریان به صورت یکجا داریم؛ خب چی از این بهتر؟!؟`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک کافه روما',
    owner: 'جناب آقای حامد معماریان',
    comment: `به عنوان یک کافه شلوغ، منوباز واقعا فراتر از انتظارمون عمل کرده! تو منوباز ما تمام امکاناتی که میخواستیم رو مثل منوی دیجیتال، سفارش آنلاین و باشگاه مشتریان به صورت یکجا داریم؛ خب چی از این بهتر؟!؟`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک فروشگاه هوگه',
    owner: 'سرکار خانم سوگند بختیاری',
    comment: `طراحی پنل منوباز خیلی خوبه و به راحتی میشه یادش گرفت و باهاش کار کرد. سرعت و امکاناتش هم خیلی خوبه و قیمتشم عالیه. از انتخاب منوباز کاملا خوشحالم.`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک کترینگ و رستوران سلمان',
    owner: 'جناب آقای مهدی خسروجردی',
    comment: `پاسخگویی منوباز همیشه عالی بوده و محدود به ساعت خاصی نیست؛ هر وقت نیاز داشتیم کمکمون  کردن. رابط کاربریش خیلی آسونه و با یه بار کار کردن، کامل یادش می‌گیری.  به جزئیات کاربردی هم خیلی فکر شده؛ مثل ایجاد هزینه‌های اضافی و چیزای  دیگه. واقعاً از استفاده کردنش راضی‌ام`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک کافه روما',
    owner: 'جناب آقای حامد معماریان',
    comment: `به عنوان یک کافه شلوغ، منوباز واقعا فراتر از انتظارمون عمل کرده! تو منوباز ما تمام امکاناتی که میخواستیم رو مثل منوی دیجیتال، سفارش آنلاین و باشگاه مشتریان به صورت یکجا داریم؛ خب چی از این بهتر؟!؟`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک فروشگاه هوگه',
    owner: 'سرکار خانم سوگند بختیاری',
    comment: `طراحی پنل منوباز خیلی خوبه و به راحتی میشه یادش گرفت و باهاش کار کرد. سرعت و امکاناتش هم خیلی خوبه و قیمتشم عالیه. از انتخاب منوباز کاملا خوشحالم.`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مدیر کافه و محیط اشتراکی کار کاریزنو',
    owner: 'سرکار خانم مهسا یوسفی',
    comment: `منوباز  برای کافه رستوران ما یه تجربه خیلی خوب بوده. با استفاده از قابلیت آیتم‌های محبوب می‌تونیم بفهمیم چه آیتم‌هایی بیشتر طرفدار دارن و باید روی کدوم‌ها بیشتر کار کنیم. این قابلیت کمک کرده که منومون رو بهتر و متناسب با سلیقه مشتری‌ها تنظیم کنیم. 
  همچنین، قابلیت گزارش‌سازی منوباز واقعا جذابه؛ بهمون این امکان رو داده که هر نوع گزارشی رو که نیاز داریم، خودمون بسازیم و تحلیل‌های دقیق‌تری داشته باشیم.`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک کترینگ و رستوران سلمان',
    owner: 'جناب آقای مهدی خسروجردی',
    comment: `پاسخگویی منوباز همیشه عالی بوده و محدود به ساعت خاصی نیست؛ هر وقت نیاز داشتیم کمکمون  کردن. رابط کاربریش خیلی آسونه و با یه بار کار کردن، کامل یادش می‌گیری.  به جزئیات کاربردی هم خیلی فکر شده؛ مثل ایجاد هزینه‌های اضافی و چیزای  دیگه. واقعاً از استفاده کردنش راضی‌ام`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک کافه روما',
    owner: 'جناب آقای حامد معماریان',
    comment: `به عنوان یک کافه شلوغ، منوباز واقعا فراتر از انتظارمون عمل کرده! تو منوباز ما تمام امکاناتی که میخواستیم رو مثل منوی دیجیتال، سفارش آنلاین و باشگاه مشتریان به صورت یکجا داریم؛ خب چی از این بهتر؟!؟`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک فروشگاه هوگه',
    owner: 'سرکار خانم سوگند بختیاری',
    comment: `طراحی پنل منوباز خیلی خوبه و به راحتی میشه یادش گرفت و باهاش کار کرد. سرعت و امکاناتش هم خیلی خوبه و قیمتشم عالیه. از انتخاب منوباز کاملا خوشحالم.`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مالک فروشگاه هوگه',
    owner: 'سرکار خانم سوگند بختیاری',
    comment: `طراحی پنل منوباز خیلی خوبه و به راحتی میشه یادش گرفت و باهاش کار کرد. سرعت و امکاناتش هم خیلی خوبه و قیمتشم عالیه. از انتخاب منوباز کاملا خوشحالم.`,
  },
  {
    avatar: 'partner1.png',
    shopName: 'مدیر کافه و محیط اشتراکی کار کاریزنو',
    owner: 'سرکار خانم مهسا یوسفی',
    comment: `منوباز  برای کافه رستوران ما یه تجربه خیلی خوب بوده. با استفاده از قابلیت آیتم‌های محبوب می‌تونیم بفهمیم چه آیتم‌هایی بیشتر طرفدار دارن و باید روی کدوم‌ها بیشتر کار کنیم. این قابلیت کمک کرده که منومون رو بهتر و متناسب با سلیقه مشتری‌ها تنظیم کنیم. 
همچنین، قابلیت گزارش‌سازی منوباز واقعا جذابه؛ بهمون این امکان رو داده که هر نوع گزارشی رو که نیاز داریم، خودمون بسازیم و تحلیل‌های دقیق‌تری داشته باشیم.`,
  },
];

export default commentData;
