import { IHowItWorksData } from "../interface";

const howItWorksData:IHowItWorksData[] = [
  {
    title: 'نرم‌افزار مدیریت و حسابداری رستوران',
    content:
      'با امکانات گسترده نرم‌افزار رستوران منوباز، شما می‌توانید فرایندهای رستوران خود را به صورت یکپارچه و کارآمد کنترل کنید. از بهینه‌سازی خدمات مشتری گرفته تا مدیریت موجودی و برنامه‌ریزی شیفت کارکنان و...، هیچ جزئیاتی از دید شما پنهان نخواهد ماند.',
    imageSrc: '/howItWorks/man_working_with_laptop.png',
  },
  {
    title: 'سیستم سفارش گیری آنلاین',
    content:
      'با منوباز، سفارش‌گیری آنلاین رستوران خود را ساده‌تر و کارآمدتر از همیشه مدیریت کنید؛ از ثبت سفارش تا پردازش و ارسال. این پلتفرم منعطف به شما اجازه می‌دهد منوی خود را به‌روزرسانی کنید، پیشنهادات ویژه ارائه دهید و تجربه‌ای متفاوت برای مشتریانتان خلق کنید. مشتریان نیز می‌توانند به‌راحتی از هر دستگاهی سفارش خود را ثبت کنند و شما با سرعت و دقت بیشتری به آن‌ها خدمت‌رسانی کنید.',
    imageSrc: '/howItWorks/scan_me.png',
  },
  {
    title: 'باشگاه مشتریان رستوران',
    content:
      'سیستم وفاداری منوباز با جمع‌آوری خودکار اطلاعات مشتریان و شناسایی آیتم‌های محبوب، به شما این امکان را می‌دهد تا تجربه‌ای شخصی‌سازی‌شده و جذاب برای مشتریانتان ایجاد کنید. از تخفیف‌های داینامیک و پیام‌های تبریک گرفته تا شارژ کیف پول، همه امکانات برای افزایش وفاداری و بازگشت مشتریان به رستوران شما آماده است.',
    imageSrc: '/howItWorks/woman_holding_laptop.png',
  },
];

export default howItWorksData;
