const termsOfService = [
  'منوباز تابع قوانین و مقررات جمهوری اسلامی ایران است و درج هرگونه موارد سیاسی، غیر اخلاقی و مغایر با هنجارهای اجتماعی باعث حذف حساب کاربر مورد نظر خواهد شد.',
  'استفاده از نام و نام‌خانوادگی حقیقی افراد به منظور ثبت‌نام در سایت الزامی است. در صورت مشاهده کلمات رکیک و الفاظ نامناسب، حساب كاربر حذف خواهد شد.',
  'هنگام سفارش، ثبت یک شماره معتبر و قابل دسترس برای کاربران الزامی است.',
  'مسئولیت وارد کردن اطلاعات اشتباه و غیر واقعی از قبیل نام و نام‌خانوادگی، آدرس و شماره تماس به عهده کاربر است.',
  'نشان تجاری منوباز، در اداره کل ثبت شرکت‌ها و اداره کل مالکیت صنعتی به ثبت رسیده‌است و تحت پوشش قانون کپی‌رایت است.',
  'توجه داشته باشید کلیه اصول و رویه‏‌های منوباز منطبق با قوانین جمهوری اسلامی ایران، قانون تجارت الکترونیک و قانون حمایت از حقوق مصرف کننده است و متعاقباً کاربر نیز موظف به رعایت قوانین مرتبط با کاربر است. در صورتی که در قوانین مندرج، رویه‏‌ها و سرویس‏‌های سایت منوباز تغییراتی در آینده ایجاد شود، در همین صفحه منتشر و به روز رسانی می شود و شما توافق می‏‌کنید که استفاده مستمر شما از سایت به معنی پذیرش هرگونه تغییر است.',
];

const TermsOfUse = () => {
  return (
    <div className="flex flex-col gap-2">
      <h2 className="text-complementary text-xl font-medium lg:text-2xl">قوانین استفاده از خدمات ما:</h2>
      <div className="flex flex-col">
        {termsOfService?.map((rule, index) => (
          <p key={`term of use ${index}`} className="text-title-400 text-xl leading-8">
            {index + 1}.{rule}
          </p>
        ))}
      </div>
    </div>
  );
};

export default TermsOfUse;
