import Title from './title';

const cookieUsageData = [
  {
    description:
      'در هنگام استفاده از وب‌سایت، ممکن است با استفاده از فناوری‌های وب و جمع‌آوری داده‌های ناوبری، اطلاعاتی را برای درک بهتر تجربه کاربری شما به دست آوریم. به عنوان مثال، ممکن است اطلاعاتی مانند تاریخ، زمان و مدت بازدیدهای شما از سایت خود را ذخیره کنیم.وقتی از سایت ما استفاده می‌کنید، ممکن است یک «کوکی» (که یک فایل خلاصه کوچک حاوی یک شماره شناسایی منحصر به فرد است) به رایانه یا دستگاه تلفن همراه شما ارسال کنیم. کوکی به ما امکان می‌دهد کامپیوتر یا دستگاه شما را بشناسیم و هر بار که از سایت‌ ما بازدید می‌کنید، به شما خوشامد بگوییم، بدون اینکه شما را با درخواست ثبت نام یا ورود به سیستم آزار دهیم. همچنین به ما کمک می کند تا محصولات یا خدماتی را که مشاهده می‌کنید، پیگیری کنیم تا بتوانیم اخبار مربوط به آن محصولات یا خدمات را برای شما ارسال کنیم.همچنین از کوکی‌ها برای اندازه‌گیری الگوهای ترافیک، تعیین مناطق پربازدید از سایت و اندازه‌گیری الگوهای تعاملی استفاده می‌گردد. این روش راه مناسبی برای تحقیق در مورد عادات کاربران و بهبود خدمات آنلاین می‌باشد. اگر نمی‌خواهید کوکی‌ها را دریافت کنید، می‌توانید تنظیمات مرورگر خود را تغییر دهید تا دستگاه شما آنها را نپذیرد.',
  },
  {
    description:
      'همچنین ممکن است آدرس‌های IP (آدرس‌های الکترونیکی رایانه‌های متصل به اینترنت) را برای تجزیه و تحلیل روندها، مدیریت سایت، ردیابی حرکات کاربران و جمع‌آوری اطلاعات جمعیتی گسترده، ثبت کنیم.این اطلاعات معمولاً به هویت شما مرتبط نیستند، به جز مواردی که از طریق پیوندهای موجود در ایمیل‌های ما به شما دسترسی پیدا می‌کنند. همچنین ممکن است داده های ناشناس (که اطلاعات شخصی نیست) مربوط به فعالیت شما در سایت ما (از جمله آدرس های IP) از طریق کوکی‌ها ذخیره شود. ما معمولاً از این اطلاعات برای گزارش آمار، تجزیه و تحلیل روندها، مدیریت خدمات، تشخیص مشکلات و هدف قرار دادن و بهبود کیفیت خدمات خود استفاده می‌کنیم. از آن جایی که این اطلاعات به دلیل اینکه شما یا شخص دیگری را شناسایی نمی‌کند، اطلاعات شخصی محسوب نمی‌شود و همچنین قانون حفاظت از داده‌ها، شامل آن نمی‌شود، ممکن است از این اطلاعات برای هر هدفی و با هر روشی استفاده کنیم.',
  },
];

const CookieUsage = () => {
  return (
    <div className="flex flex-col gap-3">
      <Title title="آیا ما از «کوکی‌» (cookies) استفاده می‌کنیم؟" />
      <div className="flex flex-col gap-8">
        {cookieUsageData?.map(({ description }, index) => (
          <p key={`cookie usage ${index}`}>{description}</p>
        ))}
      </div>
    </div>
  );
};

export default CookieUsage;
