import Title from './title';

const disclosurePersonalInfoData = [
  {
    description:
      'افشای اطلاعات شخصی شما در خارج از کسب و کارمان، تنها در شرایط محدودی ممکن می باشد. در صورت انجام این کار، قراردادی منعقد می‌گردد که گیرندگان را ملزم می‌کند از اطلاعات شخصی شما محافظت کنند، مگر اینکه از نظر قانونی ملزم به اشتراک‌گذاری آن اطلاعات باشیم. هر پیمانکار یا گیرنده‌ای که با ما همکاری می‌کند، موظف به پیروی از دستورالعمل‌های ما خواهد بود. خاطر نشان می‌کنیم که ما اطلاعات شخصی شما را به هیچ عنوان و تحت هیچ شرایطی به اشخاص ثالث نمی فروشیم.به عنوان کنترل‌کننده اطلاعات شخصی شما، تصمیم می‌گیریم این اطلاعات چرا و چگونه پردازش شود. اگر ارائه‌دهندگان خدمات، اطلاعات شخصی شما را بر اساس دستورالعمل‌های ما پردازش کنند، ما در قبال این پردازش، مسئولیت‌پذیر خواهیم بود. لازم به ذکر است برای بهبود خدمات، با سایر مجموعه‌ها در ارتباط با برخی از فعالیت‌های پردازشی شرح داده شده در این متن، مانند شرکت‌های حمل و نقل، پلتفرم‌ رسانه‌های اجتماعی و تامین‌کنندگان خاص، همکاری خواهیم داشت.در مواردی که اطلاعات شخصی شما،',
    isSubDesc: false,
  },
  { description: 'برای اهداف پردازشی که به طور مشترک مورد کاربرد ما و سازمان های همکار با ما می‌باشد', isSubDesc: true },
  { description: 'به مجموعه‌های دیگر ارسال و استفاده می‌شود', isSubDesc: true },
  { description: 'مواردی که با هم در رابطه با آن پردازش خاص تصمیم می‌گیریم', isSubDesc: true },
  {
    description:
      'ما و مجموعه دیگر به طور مشترک در قبال شما، تحت قانون حفاظت از داده‌ها مسئول خواهیم بود. به عنوان مثال، اشتراک اطلاعات شخصی در رابطه با «نشانی محل تحویل سفارش» در هنگام ثبت سفارش برای دریافت کالاها و خدمات مربوطه؛ اما در مواردی مانند این، اگر اطلاعات شخصی شما را در اختیار مجموعه‌ای قرار دهیم که به طور مستقل تصمیم بگیرد که چرا و چگونه از اطلاعات شخصی شما استفاده کند، در اینصورت به طور جداگانه مسئولیت پردازش و استفاده از اطلاعات شخصی شما را به روش‌های توضیح داده شده، بر عهده خواهد داشت.',
    isSubDesc: false,
  },
];

const DisclosurePersonalInfo = () => {
  return (
    <div className="flex flex-col gap-3">
      <Title title="افشای اطلاعات شخصی شما توسط ما" />
      <div className="flex flex-col">
        {disclosurePersonalInfoData?.map(({ description, isSubDesc }, index) => (
          <p
            className={`${
              isSubDesc
                ? 'flex before:content-[" "] before:ml-3 before:top-3 before:relative relative before:w-1.5 before:h-1.5 before:rounded-full before:bg-title-400'
                : ''
            }`}
            key={`disclouser personal info ${index}`}
          >
            {description}
          </p>
        ))}
      </div>
    </div>
  );
};

export default DisclosurePersonalInfo;
