import Title from './title';

const InfoPeriod = () => {
  return (
    <div className="flex flex-col gap-3">
      <Title title="دوره هایی که ما اطلاعات شخصی شما را حفظ می‌کنیم" />
      <p>
        ما اطلاعات شخصی شما را برای اهدافی که آنها را جمع‌آوری و ذخیره کرده‌ایم، در قالبی غیرقابل شناسایی نگهداری می‌گردند. دوره‌هایی که ما اطلاعات
        شخصی شما را نگهداری می‌کنیم، به نوع اطلاعات شخصی شما بستگی دارد. این دوره‌ها همچنین زمانی اعمال می‌شوند که ما اطلاعات شما را با تامین‌کنندگانی
        که اطلاعات شخصی شما را از طرف ما پردازش می‌کنند به اشتراک می‌گذاریم. ما اطلاعات شخصی شما را برای مقاصد حسابداری تا ۵ سال از تاریخی که دیگر
        برای اهداف ذکر شده در بالا نیاز نداریم، حفظ می‌کنیم.
      </p>
    </div>
  );
};

export default InfoPeriod;
