import Title from './title';

const data = [
  {
    description:
      'بر اساس قانون حفاظت از داده‌ها، شما نیز در رابطه با اطلاعات شخصی خود حقوقی دارید. در رابطه با برخی حقوق، ممکن است از شما اطلاعاتی بخواهیم تا هویت شما را تأیید کنیم. به جز در موارد نادر، ما ظرف یک ماه پس از دریافت این اطلاعات یا در صورت عدم نیاز به چنین اطلاعاتی، پس از دریافت جزئیات کامل درخواست شما، به شما پاسخ خواهیم داد.',
    content: [
      {
        description: 'شما حقوق زیر را دارید که برخی از آنها ممکن است فقط در شرایط خاصی اعمال شوند:',
        isSubDesc: false,
      },
      {
        description: 'در مورد پردازش اطلاعات شخصی خود مطلع شوید (قوانین حفظ حریم خصوصی)',
        isSubDesc: true,
      },
      {
        description: 'تصحیح اطلاعات شخصی شما در صورت نادرست بودن و تکمیل اطلاعات شخصی',
        isSubDesc: true,
      },
    ],
  },
  {
    description:
      'صحت اطلاعات شما برای ما مهم است و در تلاش هستیم تا تکمیل نمودن آنها را برای شما آسان‌تر کنیم. در ضمن، اگر نام یا آدرس ایمیل خود را تغییر دادید، یا متوجه شدید که سایر اطلاعاتی که در اختیار ما قرار داده‌اید، نادرست یا قدیمی است، لطفاً از طریق ایمیل یا تماس با ما، در اسرع وقت اطلاع دهید.شما ممکن است با استفاده از اطلاعات شخصی خود برای اهداف بازاریابی مستقیم مخالفت کنید و ما به طور خودکار با درخواست شما موافقت خواهیم کرد. اگر مایل به انجام این کار هستید، لطفاً روی پیام لغو اشتراک در ایمیل‌ها/پیامک‌های ارسالی ما کلیک کنید.در مواردی که ما بر رضایت شما به عنوان مبنای قانونی برای پردازش اطلاعات شخصی شما متکی هستیم، می‌توانید با استفاده از اطلاعات انتهای این صفحه و با رضایت خود، دسترسی به این اطلاعات توسط ما را لغو نمایید. اگر می‌خواهید از دریافت هرگونه بازاریابی مستقیمی که قبلاً در آن شرکت کرده‌اید انصراف دهید، می‌توانید با استفاده از ابزار لغو اشتراک ما این کار را انجام دهید. اگر رضایت خود را لغو کنید، استفاده ما از اطلاعات شخصی شما قبل از انصراف همچنان قانونی است.',
    content: null,
  },
];

const UserPersonalInfoRights = () => {
  return (
    <div className="flex flex-col gap-3">
      <Title title=" حقوق شما در مورد اطلاعات شخصی شما" />
      <div className="flex flex-col gap-8">
        {data?.map(({ content, description }, index) => (
          <div className="flex flex-col" key={`user personal rights ${index}`}>
            <p>{description}</p>
            {content?.map(({ description, isSubDesc }, index) => (
              <p
                key={`user persional right description ${index}`}
                className={`${
                  isSubDesc
                    ? 'flex before:content-[" "] before:ml-3 before:top-3 before:relative relative before:w-1.5 before:h-1.5 before:rounded-full before:bg-title-400'
                    : ''
                }`}
              >
                {description}
              </p>
            ))}
          </div>
        ))}
      </div>
    </div>
  );
};

export default UserPersonalInfoRights;
