import { IPartnerCategoryBarData } from "../../interface";

const partnerCategoryBarData: IPartnerCategoryBarData[] = [
  {
    label: "رستوران",
    name: "restaurant",
  },
  {
    label: "کافه",
    name: "coffeeShop",
  },
  {
    label: "فست فود",
    name: "fastFood",
  },
  {
    label: "فودکورت",
    name: "foodCourt",
  },
  {
    label: "کترینگ",
    name: "catering",
  },
];

const partnerCategoryCardData = {
  restaurant: {
    title: "منوباز، ساده‌ترین راه‌حل برای پیچیدگی‌های مدیریت رستوران",
    feature: [
      {
        title: "مدیریت موجودی انبار:",
        description:
          "جلوگیری از اتمام ناگهانی مواد اولیه با مدیریت انبار به‌صورت لحظه‌ای",
      },
      {
        title: "سیستم مدیریت سفارش‌ها:",
        description: "پیگیری دقیق سفارش‌ها از سالن، تلفن یا آنلاین",
      },
      {
        title: "نرم‌افزار حسابداری جامع:",
        description: "کنترل دقیق هزینه‌ها و درآمدهای رستوران",
      },
      {
        title: "تحلیل فروش:",
        description: "گزارش‌های دقیق از فروش هر بخش برای بهینه‌سازی عملکرد",
      },
    ],
    partnerInfo: {
      partner: {
        avatar: "",
        name: "حمزه جلودار زاده",
        comment:
          "منوباز  واقعاً کارمون رو راحت کرده. کاربریش خیلی آسونه و اصلا پیچیدگی نداره!   همینطور قابلیت ثبت موجودی آیتم‌هاش هم برامون خیلی مفید بوده و کمکون کرد تا جلوی نارضایتی مشتری از سفارش غذاهایی که تموم کردیم رو بگیریم.",
        shopName: "مدیر کافه رستوران کناری",
        bgColor: "partnerBlueBg",
        textColor: "partnerBlue",
      },
      logo: "/partners/partner1.png",
      shopImage: "partnerCategory/resturant.png",
    },
  },
  coffeeShop: {
    title: "منوباز، سیستم یکپارچه برای مدیریت تمامی بخش‌های کافی‌شاپ",
    feature: [
      {
        title: "ثبت سریع سفارشات:",
        description: "قابلیت ثبت سریع و آسان سفارشات از طریق موبایل یا تبلت",
      },
      {
        title: "مدیریت منوهای فصلی و ویژه:",
        description:
          "امکان اعمال تغییرات سریع در منوها برای مناسبت‌ها و فصل‌ها",
      },
      {
        title: "باشگاه مشتریان و تخفیف‌ها:",
        description: "کنترل دقیق هزینه‌ها و درآمدهای رستوران",
      },
      {
        title: "مدیریت هزینه‌ها و پرداخت‌های آسان:",
        description: "تسویه سریع و دقیق با استفاده از ابزارهای پرداخت",
      },
    ],
    partnerInfo: {
      partner: {
        avatar: "",
        name: "آرش اشتری",
        comment:
          "یکی از چیزهایی که در مورد منوباز خیلی دوست دارم اینه که همیشه به فکر پیشرفت هستید و مرتب آپدیت های جدید و ویژگی‌های خفن اضافه می‌کنید. پشتیبانی‌تون هم فوق‌العاده ست؛ حتی در  روزهای تعطیل اگه موردیا سوالی داشتیم، خیلی سریع برامون پیگیری کردید.از کار با منوباز واقعا راضی ام.",
        shopName: "مدیر کافه چیزکیک فکتوری",
        bgColor: "partnerBlueBg",
        textColor: "partnerBlue",
      },
      logo: "/partners/partner2.png",
      shopImage: "partnerCategory/coffeeshop.png",
    },
  },
  fastFood: {
    title: "منوباز، یک راهکار جامع و بهینه برای مدیریت فست فود",
    feature: [
      {
        title:
          "سیستم پیشرفته مدیریت صف و سفارش: جلوگیری از ایجاد ازدحام با مدیریت دقیق صفحه ها",
        description:
          "جلوگیری از اتمام ناگهانی مواد اولیه با مدیریت انبار به‌صورت لحظه‌ای",
      },
      {
        title:
          "نرم‌افزار یکپارچه برای تحویل و سفارش آنلاین: اتصال مستقیم به پلتفرم‌های سفارش آنلاین",
        description: "پیگیری دقیق سفارش‌ها از سالن، تلفن یا آنلاین",
      },
      {
        title: "گزارش لحظه‌ای فروش:",
        description: "دریافت گزارش‌های لحظه‌ای از فروش برای تصمیم‌گیری سریع‌تر",
      },
      {
        title: "پشتیبانی از پرداخت‌های چندگانه:",
        description: "امکان پرداخت با کارت، کیف پول دیجیتال یا نقدی",
      },
    ],
    partnerInfo: {
      partner: {
        avatar: "",
        name: "حسین فرد",
        comment:
          "سیستم منوباز برای کافه من یک تغییر بزرگ بوده. رابط کاربری فوق‌العاده اون باعث شده تا کارکنانم به راحتی کارایی مثل سفارش گیری، موجودی غذاها و یا ذخیره کردن  اطلاعات مشتریان رو انجام بدن.",
        shopName: "مدیر فست فود بندیچ",
      },
      logo: "/partners/partner3.png",
      shopImage: "partnerCategory/fastfood.png",
    },
  },
  foodCourt: {
    title: "منوباز؛ راهکار جامع برای نظارت و مدیریت غرفه‌های فودکورت",
    feature: [
      {
        title: "سیستم پیشرفته مدیریت صف و سفارش:",
        description: "جلوگیری از ایجاد ازدحام با مدیریت دقیق صفحه ها",
      },
      {
        title: "نرم‌افزار یکپارچه برای تحویل و سفارش آنلاین:",
        description: "اتصال مستقیم به پلتفرم‌های سفارش آنلاین",
      },
      {
        title: "پشتیبانی از پرداخت‌های چندگانه:",
        description: "امکان پرداخت با کارت، کیف پول دیجیتال یا نقدی",
      },
      {
        title: "گزارش لحظه‌ای فروش:",
        description: "دریافت گزارش‌های لحظه‌ای از فروش برای تصمیم‌گیری سریع‌تر",
      },
    ],
    partnerInfo: {
      partner: {
        avatar: "",
        name: "فرزاد اصغری‌پور",
        comment:
          "طراحی پنل منوباز خیلی خوبه و به راحتی میشه یادش گرفت و باهاش کار کرد. سرعت و امکاناتش هم خیلی خوبه و قیمتشم عالیه. از انتخاب منوباز کاملا خوشحالم",
        shopName: "مدیر فودکورت راک",
      },
      logo: "/partners/partner4.png",
      shopImage: "partnerCategory/foodcourt.png",
    },
  },
  catering: {
    title: "منوباز، ارائه ابزارهای تخصصی برای مدیریت کترینگ",
    feature: [
      {
        title: "مدیریت سفارش‌های عمده:",
        description: "پیگیری دقیق سفارش‌های بزرگ برای مراسم و رویدادها",
      },
      {
        title: "مدیریت منو و قیمت‌گذاری پویا:",
        description:
          "امکان تغییرات سریع در منوها و قیمت‌گذاری براساس سفارشات مشتریان",
      },
      {
        title: "سیستم مدیریت پیک و تحویل:",
        description:
          "اطلاع‌رسانی لحظه‌ای به مشتریان از وضعیت سفارش و زمان تحویل",
      },
      {
        title: "گزارش‌های پیشرفته مالی:",
        description: "گزارش‌های دقیق از سودآوری و هزینه‌های هر رویداد",
      },
    ],
    partnerInfo: {
      partner: {
        avatar: "",
        name: "مهدی خسروجردی",
        comment:
          "پاسخگویی منوباز همیشه عالی بوده و محدود به ساعت خاصی نیست؛ هر وقت نیاز داشتیم کمکمون  کردن. رابط کاربریش خیلی آسونه و با یه بار کار کردن، کامل یادش می‌گیری.  به جزئیات کاربردی هم خیلی فکر شده؛ مثل ایجاد هزینه‌های اضافی و چیزای  دیگه. واقعاً از استفاده کردنش راضی‌ام.",
        shopName: "مدیر کترینگ و رستوران سلمان ",
      },
      logo: "/partners/partner1.png",
      shopImage: "partnerCategory/catering.png",
    },
  },
};

export { partnerCategoryBarData, partnerCategoryCardData };
