import { IBlogData } from '../interface';

const blogData: IBlogData[] = [
  {
    title: 'فهرست تجهیزات ضروری کافی‌شاپ: تجهیزاتی که برای راه‌اندازی کافی‌شاپ نیاز دارید',
    summary:
      'با استفاده از این راهنمای تجهیزات کافی شاپ، رویای خود برای داشتن یک کافی‌شاپ را به واقعیت تبدیل کنید. این راهنما به شما کمک می‌کند تا فهرست تجهیزات خود را تهیه کرده و بودجه‌تان را برنامه‌ریزی کنید...',
    image: '/blogPostImage/blog1.png',
  },
  {
    title: '+194 اسم کافی شاپ با معنی در دسته بندی‌های مختلف',
    summary:
      'انتخاب نام برای کافی شاپ یکی از مراحل حیاتی در راه ‌اندازی یک کسب ‌و کار موفق است. نامی که برای کافی شاپ خود انتخاب می‌ کنید نه ‌تنها باید جذاب باشد، بلکه باید به خوبی مفهوم و پیام برند شما را منتقل کند...',
    image: '/blogPostImage/blog2.png',
  },
  {
    title: 'نحوه محاسبه قیمت غذا رستوران + محاسبه درصد هزینه غذا [فرمول و مثال]',
    summary:
      'محاسبه صحیح قیمت غذا رستوران می‌تواند کسب و کارتان را رونق دهد یا به خطر بیاندازد. اگر یک غذا را بیش از حد گران کنید، مشتریان از سفارش آن صرف‌نظر می‌کنند. اگر قیمت...',
    image: '/blogPostImage/blog3.png',
  },
];

export default blogData;
